a = float(input('Оцените силу вашей душевной боли по шкале от 0 до 10: '))
if a < 0.7:
    print('Кажется, вы испытываете легкое огорчение. Как человек в короткой поездке в метро, забывший дома наушники')
elif 0.7 <= a <= 2.2:
    print('Пора задуматься')
elif 2.2 <= a <= 4.2:
    print('Вы встревожены - почти как человек, которому придется звонить по телефону, и это в эпоху мессенджеров! То самое чувство, когда начинаете нервно репетировать в голове диалог...')
elif 4.2 <= a <= 6.2:
    print('Срочно, выключите компьютер и идите отдыхать')
elif 6.2 <= a <= 8.2:
    print('аларм аларм аларм')
elif 8.2 <= a <= 10:
    print('Скорая уже на подходе!')